collected-data/gfs-4-rep-results/experiements-1-3/2-failure/tfd/fio-gfs-test-high-seq-write-tfd.txt
Started: 15-04-2022--14-40-06

high-seq-write-/mnt/gfs: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
...
fio-3.29-112-gc3773
Starting 10 processes
high-seq-write-/mnt/gfs: Laying out IO file (1 file / 10MiB)

high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=29402: Fri Apr 15 14:40:36 2022
  write: IOPS=2, BW=366KiB/s (375kB/s)(6656KiB/18161msec); 0 zone resets
    slat (usec): min=40, max=1074, avg=69.43, stdev=142.22
    clat (msec): min=188, max=1070, avg=343.36, stdev=112.74
     lat (msec): min=188, max=1070, avg=343.43, stdev=112.76
    clat percentiles (msec):
     |  1.00th=[  188],  5.00th=[  226], 10.00th=[  268], 20.00th=[  313],
     | 30.00th=[  334], 40.00th=[  334], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  401], 95.00th=[  443],
     | 99.00th=[ 1070], 99.50th=[ 1070], 99.90th=[ 1070], 99.95th=[ 1070],
     | 99.99th=[ 1070]
   bw (  KiB/s): min=  256, max=  517, per=10.72%, avg=375.68, stdev=128.98, samples=34
   iops        : min=    2, max=    4, avg= 2.91, stdev= 1.00, samples=34
  lat (msec)   : 250=5.77%, 500=92.31%, 2000=1.92%
  cpu          : usr=0.00%, sys=0.02%, ctx=106, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,52,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=29403: Fri Apr 15 14:40:36 2022
  write: IOPS=2, BW=381KiB/s (390kB/s)(9728KiB/25561msec); 0 zone resets
    slat (usec): min=39, max=879, avg=59.56, stdev=95.41
    clat (msec): min=68, max=1295, avg=335.78, stdev=212.60
     lat (msec): min=68, max=1295, avg=335.84, stdev=212.61
    clat percentiles (msec):
     |  1.00th=[   69],  5.00th=[  134], 10.00th=[  167], 20.00th=[  234],
     | 30.00th=[  268], 40.00th=[  300], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  447], 95.00th=[  978],
     | 99.00th=[ 1301], 99.50th=[ 1301], 99.90th=[ 1301], 99.95th=[ 1301],
     | 99.99th=[ 1301]
   bw (  KiB/s): min=  256, max=  768, per=11.95%, avg=418.91, stdev=157.04, samples=44
   iops        : min=    2, max=    6, avg= 3.27, stdev= 1.23, samples=44
  lat (msec)   : 100=3.95%, 250=22.37%, 500=67.11%, 1000=2.63%, 2000=3.95%
  cpu          : usr=0.00%, sys=0.02%, ctx=155, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,76,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=29404: Fri Apr 15 14:40:36 2022
  write: IOPS=2, BW=373KiB/s (382kB/s)(7552KiB/20260msec); 0 zone resets
    slat (usec): min=41, max=403, avg=55.65, stdev=46.39
    clat (msec): min=49, max=1119, avg=334.78, stdev=119.19
     lat (msec): min=49, max=1119, avg=334.84, stdev=119.20
    clat percentiles (msec):
     |  1.00th=[   50],  5.00th=[  222], 10.00th=[  268], 20.00th=[  300],
     | 30.00th=[  313], 40.00th=[  334], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  363], 95.00th=[  405],
     | 99.00th=[ 1116], 99.50th=[ 1116], 99.90th=[ 1116], 99.95th=[ 1116],
     | 99.99th=[ 1116]
   bw (  KiB/s): min=  256, max=  768, per=11.29%, avg=395.21, stdev=140.68, samples=38
   iops        : min=    2, max=    6, avg= 3.05, stdev= 1.09, samples=38
  lat (msec)   : 50=1.69%, 250=3.39%, 500=93.22%, 2000=1.69%
  cpu          : usr=0.01%, sys=0.00%, ctx=123, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,59,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=29405: Fri Apr 15 14:40:36 2022
  write: IOPS=2, BW=377KiB/s (387kB/s)(8448KiB/22379msec); 0 zone resets
    slat (usec): min=41, max=818, avg=60.15, stdev=94.80
    clat (msec): min=94, max=1109, avg=332.44, stdev=110.46
     lat (msec): min=94, max=1109, avg=332.50, stdev=110.47
    clat percentiles (msec):
     |  1.00th=[   94],  5.00th=[  266], 10.00th=[  268], 20.00th=[  271],
     | 30.00th=[  305], 40.00th=[  334], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  359], 95.00th=[  405],
     | 99.00th=[ 1116], 99.50th=[ 1116], 99.90th=[ 1116], 99.95th=[ 1116],
     | 99.99th=[ 1116]
   bw (  KiB/s): min=  256, max=  768, per=11.40%, avg=399.52, stdev=138.82, samples=42
   iops        : min=    2, max=    6, avg= 3.10, stdev= 1.08, samples=42
  lat (msec)   : 100=1.52%, 250=1.52%, 500=93.94%, 750=1.52%, 2000=1.52%
  cpu          : usr=0.01%, sys=0.00%, ctx=136, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,66,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=29406: Fri Apr 15 14:40:36 2022
  write: IOPS=3, BW=398KiB/s (407kB/s)(9600KiB/24124msec); 0 zone resets
    slat (usec): min=40, max=1247, avg=64.61, stdev=138.53
    clat (msec): min=163, max=800, avg=317.55, stdev=82.49
     lat (msec): min=163, max=800, avg=317.62, stdev=82.51
    clat percentiles (msec):
     |  1.00th=[  165],  5.00th=[  203], 10.00th=[  234], 20.00th=[  268],
     | 30.00th=[  271], 40.00th=[  313], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  359], 95.00th=[  401],
     | 99.00th=[  802], 99.50th=[  802], 99.90th=[  802], 99.95th=[  802],
     | 99.99th=[  802]
   bw (  KiB/s): min=  256, max=  768, per=11.92%, avg=417.38, stdev=145.86, samples=45
   iops        : min=    2, max=    6, avg= 3.24, stdev= 1.15, samples=45
  lat (msec)   : 250=14.67%, 500=82.67%, 750=1.33%, 1000=1.33%
  cpu          : usr=0.00%, sys=0.02%, ctx=153, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,75,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=29407: Fri Apr 15 14:40:36 2022
  write: IOPS=2, BW=379KiB/s (388kB/s)(9728KiB/25680msec); 0 zone resets
    slat (nsec): min=38762, max=56362, avg=48027.92, stdev=3868.62
    clat (msec): min=71, max=1249, avg=337.04, stdev=202.93
     lat (msec): min=71, max=1249, avg=337.09, stdev=202.93
    clat percentiles (msec):
     |  1.00th=[   71],  5.00th=[  134], 10.00th=[  169], 20.00th=[  234],
     | 30.00th=[  268], 40.00th=[  300], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  426], 95.00th=[  919],
     | 99.00th=[ 1250], 99.50th=[ 1250], 99.90th=[ 1250], 99.95th=[ 1250],
     | 99.99th=[ 1250]
   bw (  KiB/s): min=  256, max=  768, per=11.69%, avg=409.64, stdev=158.22, samples=45
   iops        : min=    2, max=    6, avg= 3.20, stdev= 1.24, samples=45
  lat (msec)   : 100=1.32%, 250=23.68%, 500=67.11%, 750=1.32%, 1000=3.95%
  lat (msec)   : 2000=2.63%
  cpu          : usr=0.01%, sys=0.00%, ctx=154, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,76,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=29408: Fri Apr 15 14:40:36 2022
  write: IOPS=3, BW=386KiB/s (395kB/s)(9216KiB/23864msec); 0 zone resets
    slat (usec): min=43, max=933, avg=65.87, stdev=105.58
    clat (msec): min=221, max=1156, avg=326.26, stdev=112.29
     lat (msec): min=221, max=1157, avg=326.33, stdev=112.31
    clat percentiles (msec):
     |  1.00th=[  222],  5.00th=[  234], 10.00th=[  251], 20.00th=[  271],
     | 30.00th=[  292], 40.00th=[  309], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  359], 95.00th=[  405],
     | 99.00th=[ 1150], 99.50th=[ 1150], 99.90th=[ 1150], 99.95th=[ 1150],
     | 99.99th=[ 1150]
   bw (  KiB/s): min=  256, max=  513, per=11.60%, avg=406.40, stdev=125.69, samples=45
   iops        : min=    2, max=    4, avg= 3.13, stdev= 0.99, samples=45
  lat (msec)   : 250=9.72%, 500=87.50%, 750=1.39%, 2000=1.39%
  cpu          : usr=0.00%, sys=0.02%, ctx=147, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,72,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=29409: Fri Apr 15 14:40:36 2022
  write: IOPS=3, BW=392KiB/s (401kB/s)(9600KiB/24503msec); 0 zone resets
    slat (usec): min=41, max=238, avg=51.57, stdev=22.90
    clat (msec): min=61, max=1116, avg=323.51, stdev=130.70
     lat (msec): min=61, max=1116, avg=323.57, stdev=130.71
    clat percentiles (msec):
     |  1.00th=[   62],  5.00th=[  169], 10.00th=[  203], 20.00th=[  268],
     | 30.00th=[  300], 40.00th=[  313], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  359], 95.00th=[  443],
     | 99.00th=[ 1116], 99.50th=[ 1116], 99.90th=[ 1116], 99.95th=[ 1116],
     | 99.99th=[ 1116]
   bw (  KiB/s): min=  256, max=  768, per=11.86%, avg=415.36, stdev=147.40, samples=45
   iops        : min=    2, max=    6, avg= 3.24, stdev= 1.15, samples=45
  lat (msec)   : 100=1.33%, 250=17.33%, 500=77.33%, 750=1.33%, 1000=1.33%
  lat (msec)   : 2000=1.33%
  cpu          : usr=0.02%, sys=0.00%, ctx=152, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,75,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=29410: Fri Apr 15 14:40:36 2022
  write: IOPS=2, BW=384KiB/s (393kB/s)(9728KiB/25340msec); 0 zone resets
    slat (usec): min=37, max=472, avg=55.32, stdev=51.60
    clat (msec): min=62, max=1337, avg=333.30, stdev=224.59
     lat (msec): min=62, max=1337, avg=333.36, stdev=224.60
    clat percentiles (msec):
     |  1.00th=[   63],  5.00th=[  103], 10.00th=[  167], 20.00th=[  232],
     | 30.00th=[  268], 40.00th=[  300], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  418], 95.00th=[ 1020],
     | 99.00th=[ 1334], 99.50th=[ 1334], 99.90th=[ 1334], 99.95th=[ 1334],
     | 99.99th=[ 1334]
   bw (  KiB/s): min=  256, max= 1024, per=11.95%, avg=418.91, stdev=175.38, samples=44
   iops        : min=    2, max=    8, avg= 3.27, stdev= 1.37, samples=44
  lat (msec)   : 100=3.95%, 250=23.68%, 500=65.79%, 1000=1.32%, 2000=5.26%
  cpu          : usr=0.02%, sys=0.00%, ctx=157, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,76,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=29411: Fri Apr 15 14:40:36 2022
  write: IOPS=3, BW=391KiB/s (401kB/s)(9600KiB/24536msec); 0 zone resets
    slat (usec): min=37, max=729, avg=58.49, stdev=78.67
    clat (msec): min=133, max=1114, avg=325.74, stdev=157.60
     lat (msec): min=133, max=1114, avg=325.80, stdev=157.61
    clat percentiles (msec):
     |  1.00th=[  134],  5.00th=[  167], 10.00th=[  201], 20.00th=[  234],
     | 30.00th=[  271], 40.00th=[  305], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  401], 95.00th=[  592],
     | 99.00th=[ 1116], 99.50th=[ 1116], 99.90th=[ 1116], 99.95th=[ 1116],
     | 99.99th=[ 1116]
   bw (  KiB/s): min=  256, max= 1026, per=12.17%, avg=426.78, stdev=172.79, samples=45
   iops        : min=    2, max=    8, avg= 3.33, stdev= 1.35, samples=45
  lat (msec)   : 250=24.00%, 500=70.67%, 750=1.33%, 1000=2.67%, 2000=1.33%
  cpu          : usr=0.01%, sys=0.01%, ctx=152, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,75,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=3499KiB/s (3583kB/s), 366KiB/s-398KiB/s (375kB/s-407kB/s), io=87.8MiB (92.0MB), run=18161-25680msec
high-seq-write-/mnt/gfs: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
...
fio-3.29-112-gc3773
Starting 10 processes
high-seq-write-/mnt/gfs: Laying out IO file (1 file / 10MiB)

high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=30972: Fri Apr 15 14:44:44 2022
  write: IOPS=2, BW=367KiB/s (375kB/s)(6528KiB/17809msec); 0 zone resets
    slat (usec): min=41, max=361, avg=56.95, stdev=45.31
    clat (msec): min=93, max=851, avg=343.23, stdev=102.86
     lat (msec): min=93, max=851, avg=343.29, stdev=102.89
    clat percentiles (msec):
     |  1.00th=[   94],  5.00th=[  226], 10.00th=[  271], 20.00th=[  313],
     | 30.00th=[  334], 40.00th=[  334], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  401], 95.00th=[  542],
     | 99.00th=[  852], 99.50th=[  852], 99.90th=[  852], 99.95th=[  852],
     | 99.99th=[  852]
   bw (  KiB/s): min=  256, max=  512, per=10.94%, avg=382.94, stdev=128.99, samples=34
   iops        : min=    2, max=    4, avg= 2.97, stdev= 1.00, samples=34
  lat (msec)   : 100=1.96%, 250=3.92%, 500=86.27%, 750=5.88%, 1000=1.96%
  cpu          : usr=0.02%, sys=0.00%, ctx=103, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=30974: Fri Apr 15 14:44:44 2022
  write: IOPS=2, BW=381KiB/s (390kB/s)(9728KiB/25533msec); 0 zone resets
    slat (usec): min=37, max=515, avg=54.47, stdev=53.69
    clat (msec): min=64, max=1292, avg=335.45, stdev=208.56
     lat (msec): min=64, max=1292, avg=335.50, stdev=208.56
    clat percentiles (msec):
     |  1.00th=[   65],  5.00th=[  134], 10.00th=[  167], 20.00th=[  234],
     | 30.00th=[  268], 40.00th=[  300], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  334], 90.00th=[  447], 95.00th=[  827],
     | 99.00th=[ 1301], 99.50th=[ 1301], 99.90th=[ 1301], 99.95th=[ 1301],
     | 99.99th=[ 1301]
   bw (  KiB/s): min=  256, max= 1024, per=12.14%, avg=424.73, stdev=174.09, samples=44
   iops        : min=    2, max=    8, avg= 3.32, stdev= 1.36, samples=44
  lat (msec)   : 100=1.32%, 250=26.32%, 500=64.47%, 750=1.32%, 1000=2.63%
  lat (msec)   : 2000=3.95%
  cpu          : usr=0.02%, sys=0.00%, ctx=155, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,76,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=30975: Fri Apr 15 14:44:44 2022
  write: IOPS=3, BW=389KiB/s (398kB/s)(9600KiB/24677msec); 0 zone resets
    slat (usec): min=41, max=1065, avg=67.72, stdev=127.04
    clat (msec): min=134, max=1118, avg=326.69, stdev=153.77
     lat (msec): min=134, max=1118, avg=326.76, stdev=153.78
    clat percentiles (msec):
     |  1.00th=[  134],  5.00th=[  167], 10.00th=[  201], 20.00th=[  234],
     | 30.00th=[  268], 40.00th=[  300], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  334], 90.00th=[  405], 95.00th=[  659],
     | 99.00th=[ 1116], 99.50th=[ 1116], 99.90th=[ 1116], 99.95th=[ 1116],
     | 99.99th=[ 1116]
   bw (  KiB/s): min=  256, max=  769, per=11.77%, avg=411.96, stdev=157.27, samples=46
   iops        : min=    2, max=    6, avg= 3.22, stdev= 1.23, samples=46
  lat (msec)   : 250=24.00%, 500=69.33%, 750=4.00%, 1000=1.33%, 2000=1.33%
  cpu          : usr=0.01%, sys=0.00%, ctx=153, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,75,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=30976: Fri Apr 15 14:44:44 2022
  write: IOPS=2, BW=373KiB/s (382kB/s)(7552KiB/20264msec); 0 zone resets
    slat (usec): min=43, max=199, avg=52.54, stdev=20.38
    clat (msec): min=50, max=851, avg=338.85, stdev=101.69
     lat (msec): min=50, max=851, avg=338.90, stdev=101.70
    clat percentiles (msec):
     |  1.00th=[   51],  5.00th=[  226], 10.00th=[  271], 20.00th=[  300],
     | 30.00th=[  313], 40.00th=[  334], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  338], 80.00th=[  338], 90.00th=[  401], 95.00th=[  550],
     | 99.00th=[  852], 99.50th=[  852], 99.90th=[  852], 99.95th=[  852],
     | 99.99th=[  852]
   bw (  KiB/s): min=  256, max=  512, per=11.02%, avg=385.44, stdev=128.31, samples=39
   iops        : min=    2, max=    4, avg= 3.00, stdev= 1.00, samples=39
  lat (msec)   : 100=1.69%, 250=3.39%, 500=88.14%, 750=5.08%, 1000=1.69%
  cpu          : usr=0.01%, sys=0.00%, ctx=119, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,59,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=30977: Fri Apr 15 14:44:44 2022
  write: IOPS=3, BW=392KiB/s (401kB/s)(9600KiB/24507msec); 0 zone resets
    slat (usec): min=41, max=973, avg=66.12, stdev=112.63
    clat (msec): min=58, max=1116, avg=324.90, stdev=135.89
     lat (msec): min=58, max=1117, avg=324.97, stdev=135.93
    clat percentiles (msec):
     |  1.00th=[   59],  5.00th=[  169], 10.00th=[  203], 20.00th=[  236],
     | 30.00th=[  271], 40.00th=[  305], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  359], 95.00th=[  651],
     | 99.00th=[ 1116], 99.50th=[ 1116], 99.90th=[ 1116], 99.95th=[ 1116],
     | 99.99th=[ 1116]
   bw (  KiB/s): min=  256, max=  768, per=11.97%, avg=418.86, stdev=136.23, samples=44
   iops        : min=    2, max=    6, avg= 3.25, stdev= 1.06, samples=44
  lat (msec)   : 100=1.33%, 250=20.00%, 500=72.00%, 750=5.33%, 2000=1.33%
  cpu          : usr=0.02%, sys=0.00%, ctx=152, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,75,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=30978: Fri Apr 15 14:44:44 2022
  write: IOPS=3, BW=397KiB/s (406kB/s)(9600KiB/24195msec); 0 zone resets
    slat (usec): min=40, max=1332, avg=72.05, stdev=156.33
    clat (msec): min=200, max=688, avg=320.28, stdev=86.56
     lat (msec): min=200, max=689, avg=320.36, stdev=86.65
    clat percentiles (msec):
     |  1.00th=[  201],  5.00th=[  203], 10.00th=[  234], 20.00th=[  268],
     | 30.00th=[  271], 40.00th=[  300], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  334], 90.00th=[  359], 95.00th=[  542],
     | 99.00th=[  693], 99.50th=[  693], 99.90th=[  693], 99.95th=[  693],
     | 99.99th=[  693]
   bw (  KiB/s): min=  256, max=  768, per=11.28%, avg=394.44, stdev=139.11, samples=48
   iops        : min=    2, max=    6, avg= 3.06, stdev= 1.08, samples=48
  lat (msec)   : 250=14.67%, 500=80.00%, 750=5.33%
  cpu          : usr=0.02%, sys=0.00%, ctx=154, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,75,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=30979: Fri Apr 15 14:44:44 2022
  write: IOPS=2, BW=380KiB/s (389kB/s)(8448KiB/22218msec); 0 zone resets
    slat (usec): min=40, max=1459, avg=78.01, stdev=183.54
    clat (msec): min=101, max=754, avg=333.00, stdev=92.48
     lat (msec): min=101, max=754, avg=333.08, stdev=92.58
    clat percentiles (msec):
     |  1.00th=[  102],  5.00th=[  268], 10.00th=[  268], 20.00th=[  271],
     | 30.00th=[  300], 40.00th=[  317], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  338], 80.00th=[  338], 90.00th=[  363], 95.00th=[  542],
     | 99.00th=[  751], 99.50th=[  751], 99.90th=[  751], 99.95th=[  751],
     | 99.99th=[  751]
   bw (  KiB/s): min=  256, max=  512, per=11.22%, avg=392.93, stdev=129.20, samples=43
   iops        : min=    2, max=    4, avg= 3.07, stdev= 1.01, samples=43
  lat (msec)   : 250=3.03%, 500=90.91%, 750=4.55%, 1000=1.52%
  cpu          : usr=0.01%, sys=0.00%, ctx=136, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,66,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=30980: Fri Apr 15 14:44:44 2022
  write: IOPS=3, BW=389KiB/s (399kB/s)(9216KiB/23670msec); 0 zone resets
    slat (usec): min=41, max=1270, avg=70.53, stdev=150.74
    clat (msec): min=222, max=692, avg=325.87, stdev=81.17
     lat (msec): min=222, max=693, avg=325.94, stdev=81.27
    clat percentiles (msec):
     |  1.00th=[  224],  5.00th=[  234], 10.00th=[  268], 20.00th=[  268],
     | 30.00th=[  300], 40.00th=[  309], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  359], 95.00th=[  542],
     | 99.00th=[  693], 99.50th=[  693], 99.90th=[  693], 99.95th=[  693],
     | 99.99th=[  693]
   bw (  KiB/s): min=  256, max=  768, per=11.22%, avg=392.17, stdev=139.72, samples=47
   iops        : min=    2, max=    6, avg= 3.06, stdev= 1.09, samples=47
  lat (msec)   : 250=9.72%, 500=84.72%, 750=5.56%
  cpu          : usr=0.02%, sys=0.00%, ctx=146, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,72,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=30981: Fri Apr 15 14:44:44 2022
  write: IOPS=2, BW=379KiB/s (388kB/s)(9728KiB/25692msec); 0 zone resets
    slat (usec): min=39, max=816, avg=61.81, stdev=90.83
    clat (msec): min=91, max=1251, avg=337.08, stdev=197.02
     lat (msec): min=91, max=1251, avg=337.14, stdev=197.02
    clat percentiles (msec):
     |  1.00th=[   92],  5.00th=[  134], 10.00th=[  167], 20.00th=[  234],
     | 30.00th=[  268], 40.00th=[  300], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  447], 95.00th=[  776],
     | 99.00th=[ 1250], 99.50th=[ 1250], 99.90th=[ 1250], 99.95th=[ 1250],
     | 99.99th=[ 1250]
   bw (  KiB/s): min=  256, max=  768, per=12.03%, avg=420.98, stdev=155.87, samples=45
   iops        : min=    2, max=    6, avg= 3.29, stdev= 1.22, samples=45
  lat (msec)   : 100=2.63%, 250=22.37%, 500=67.11%, 750=1.32%, 1000=3.95%
  lat (msec)   : 2000=2.63%
  cpu          : usr=0.02%, sys=0.00%, ctx=154, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,76,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=30982: Fri Apr 15 14:44:44 2022
  write: IOPS=2, BW=384KiB/s (393kB/s)(9728KiB/25348msec); 0 zone resets
    slat (usec): min=37, max=494, avg=57.11, stdev=60.79
    clat (msec): min=35, max=1340, avg=333.42, stdev=221.03
     lat (msec): min=35, max=1340, avg=333.48, stdev=221.05
    clat percentiles (msec):
     |  1.00th=[   35],  5.00th=[  133], 10.00th=[  153], 20.00th=[  203],
     | 30.00th=[  268], 40.00th=[  300], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  464], 95.00th=[  852],
     | 99.00th=[ 1334], 99.50th=[ 1334], 99.90th=[ 1334], 99.95th=[ 1334],
     | 99.99th=[ 1334]
   bw (  KiB/s): min=  256, max= 1024, per=11.97%, avg=418.91, stdev=175.38, samples=44
   iops        : min=    2, max=    8, avg= 3.27, stdev= 1.37, samples=44
  lat (msec)   : 50=1.32%, 100=1.32%, 250=26.32%, 500=61.84%, 750=2.63%
  lat (msec)   : 1000=2.63%, 2000=3.95%
  cpu          : usr=0.02%, sys=0.00%, ctx=154, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,76,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=3492KiB/s (3576kB/s), 367KiB/s-397KiB/s (375kB/s-406kB/s), io=87.6MiB (91.9MB), run=17809-25692msec
high-seq-write-/mnt/gfs: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
...
fio-3.29-112-gc3773
Starting 10 processes
high-seq-write-/mnt/gfs: Laying out IO file (1 file / 10MiB)

high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=32446: Fri Apr 15 14:48:36 2022
  write: IOPS=2, BW=367KiB/s (376kB/s)(6528KiB/17787msec); 0 zone resets
    slat (nsec): min=38971, max=69004, avg=49460.06, stdev=4976.07
    clat (msec): min=57, max=1177, avg=342.76, stdev=130.24
     lat (msec): min=57, max=1177, avg=342.81, stdev=130.24
    clat percentiles (msec):
     |  1.00th=[   57],  5.00th=[  268], 10.00th=[  268], 20.00th=[  313],
     | 30.00th=[  334], 40.00th=[  334], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  338], 80.00th=[  338], 90.00th=[  359], 95.00th=[  405],
     | 99.00th=[ 1183], 99.50th=[ 1183], 99.90th=[ 1183], 99.95th=[ 1183],
     | 99.99th=[ 1183]
   bw (  KiB/s): min=  256, max=  512, per=10.97%, avg=383.00, stdev=129.04, samples=34
   iops        : min=    2, max=    4, avg= 2.97, stdev= 1.00, samples=34
  lat (msec)   : 100=1.96%, 250=1.96%, 500=94.12%, 2000=1.96%
  cpu          : usr=0.01%, sys=0.00%, ctx=104, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=32447: Fri Apr 15 14:48:36 2022
  write: IOPS=3, BW=389KiB/s (398kB/s)(9600KiB/24690msec); 0 zone resets
    slat (usec): min=36, max=515, avg=54.39, stdev=54.19
    clat (msec): min=133, max=1114, avg=326.43, stdev=161.16
     lat (msec): min=133, max=1114, avg=326.48, stdev=161.16
    clat percentiles (msec):
     |  1.00th=[  134],  5.00th=[  167], 10.00th=[  201], 20.00th=[  234],
     | 30.00th=[  271], 40.00th=[  300], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  397], 95.00th=[  447],
     | 99.00th=[ 1116], 99.50th=[ 1116], 99.90th=[ 1116], 99.95th=[ 1116],
     | 99.99th=[ 1116]
   bw (  KiB/s): min=  256, max= 1024, per=12.20%, avg=426.87, stdev=172.70, samples=45
   iops        : min=    2, max=    8, avg= 3.33, stdev= 1.35, samples=45
  lat (msec)   : 250=22.67%, 500=73.33%, 1000=1.33%, 2000=2.67%
  cpu          : usr=0.01%, sys=0.00%, ctx=152, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,75,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=32448: Fri Apr 15 14:48:36 2022
  write: IOPS=2, BW=378KiB/s (388kB/s)(9728KiB/25705msec); 0 zone resets
    slat (usec): min=38, max=1487, avg=66.81, stdev=165.18
    clat (msec): min=101, max=1250, avg=336.82, stdev=206.09
     lat (msec): min=101, max=1250, avg=336.89, stdev=206.10
    clat percentiles (msec):
     |  1.00th=[  102],  5.00th=[  134], 10.00th=[  169], 20.00th=[  234],
     | 30.00th=[  268], 40.00th=[  300], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  414], 95.00th=[  986],
     | 99.00th=[ 1250], 99.50th=[ 1250], 99.90th=[ 1250], 99.95th=[ 1250],
     | 99.99th=[ 1250]
   bw (  KiB/s): min=  256, max=  768, per=11.72%, avg=409.44, stdev=158.09, samples=45
   iops        : min=    2, max=    6, avg= 3.18, stdev= 1.23, samples=45
  lat (msec)   : 250=26.32%, 500=67.11%, 1000=2.63%, 2000=3.95%
  cpu          : usr=0.02%, sys=0.00%, ctx=157, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,76,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=32449: Fri Apr 15 14:48:36 2022
  write: IOPS=3, BW=393KiB/s (402kB/s)(9600KiB/24454msec); 0 zone resets
    slat (usec): min=41, max=1366, avg=70.11, stdev=156.44
    clat (msec): min=119, max=1116, avg=322.85, stdev=135.44
     lat (msec): min=119, max=1116, avg=322.92, stdev=135.45
    clat percentiles (msec):
     |  1.00th=[  120],  5.00th=[  169], 10.00th=[  201], 20.00th=[  236],
     | 30.00th=[  300], 40.00th=[  305], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  359], 95.00th=[  439],
     | 99.00th=[ 1116], 99.50th=[ 1116], 99.90th=[ 1116], 99.95th=[ 1116],
     | 99.99th=[ 1116]
   bw (  KiB/s): min=  256, max=  768, per=11.89%, avg=415.07, stdev=146.82, samples=45
   iops        : min=    2, max=    6, avg= 3.22, stdev= 1.11, samples=45
  lat (msec)   : 250=20.00%, 500=77.33%, 1000=1.33%, 2000=1.33%
  cpu          : usr=0.02%, sys=0.00%, ctx=154, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,75,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=32450: Fri Apr 15 14:48:36 2022
  write: IOPS=2, BW=381KiB/s (390kB/s)(9728KiB/25512msec); 0 zone resets
    slat (usec): min=40, max=525, avg=54.30, stdev=54.91
    clat (msec): min=68, max=1293, avg=335.21, stdev=216.79
     lat (msec): min=68, max=1293, avg=335.26, stdev=216.79
    clat percentiles (msec):
     |  1.00th=[   69],  5.00th=[  134], 10.00th=[  167], 20.00th=[  232],
     | 30.00th=[  268], 40.00th=[  300], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  405], 95.00th=[ 1028],
     | 99.00th=[ 1301], 99.50th=[ 1301], 99.90th=[ 1301], 99.95th=[ 1301],
     | 99.99th=[ 1301]
   bw (  KiB/s): min=  256, max= 1280, per=12.38%, avg=432.44, stdev=202.98, samples=45
   iops        : min=    2, max=   10, avg= 3.38, stdev= 1.59, samples=45
  lat (msec)   : 100=1.32%, 250=26.32%, 500=65.79%, 1000=1.32%, 2000=5.26%
  cpu          : usr=0.00%, sys=0.02%, ctx=154, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,76,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=32451: Fri Apr 15 14:48:36 2022
  write: IOPS=2, BW=371KiB/s (380kB/s)(7552KiB/20345msec); 0 zone resets
    slat (nsec): min=41765, max=68025, avg=48396.56, stdev=3798.43
    clat (msec): min=186, max=1211, avg=340.21, stdev=122.03
     lat (msec): min=186, max=1211, avg=340.26, stdev=122.03
    clat percentiles (msec):
     |  1.00th=[  188],  5.00th=[  266], 10.00th=[  271], 20.00th=[  300],
     | 30.00th=[  313], 40.00th=[  334], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  338], 80.00th=[  338], 90.00th=[  368], 95.00th=[  418],
     | 99.00th=[ 1217], 99.50th=[ 1217], 99.90th=[ 1217], 99.95th=[ 1217],
     | 99.99th=[ 1217]
   bw (  KiB/s): min=  256, max=  512, per=11.03%, avg=385.46, stdev=128.33, samples=39
   iops        : min=    2, max=    4, avg= 3.00, stdev= 1.00, samples=39
  lat (msec)   : 250=3.39%, 500=94.92%, 2000=1.69%
  cpu          : usr=0.01%, sys=0.00%, ctx=119, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,59,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=32452: Fri Apr 15 14:48:36 2022
  write: IOPS=2, BW=378KiB/s (387kB/s)(8448KiB/22332msec); 0 zone resets
    slat (nsec): min=39530, max=63975, avg=48315.50, stdev=3373.70
    clat (msec): min=63, max=1187, avg=331.70, stdev=118.21
     lat (msec): min=63, max=1187, avg=331.75, stdev=118.21
    clat percentiles (msec):
     |  1.00th=[   64],  5.00th=[  268], 10.00th=[  268], 20.00th=[  300],
     | 30.00th=[  305], 40.00th=[  334], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  355], 95.00th=[  401],
     | 99.00th=[ 1183], 99.50th=[ 1183], 99.90th=[ 1183], 99.95th=[ 1183],
     | 99.99th=[ 1183]
   bw (  KiB/s): min=  256, max=  512, per=11.17%, avg=390.56, stdev=127.89, samples=43
   iops        : min=    2, max=    4, avg= 3.05, stdev= 1.00, samples=43
  lat (msec)   : 100=1.52%, 250=1.52%, 500=95.45%, 2000=1.52%
  cpu          : usr=0.01%, sys=0.00%, ctx=134, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,66,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=32453: Fri Apr 15 14:48:36 2022
  write: IOPS=3, BW=392KiB/s (401kB/s)(9216KiB/23513msec); 0 zone resets
    slat (usec): min=37, max=1259, avg=66.04, stdev=142.96
    clat (msec): min=78, max=1217, avg=321.38, stdev=121.53
     lat (msec): min=78, max=1217, avg=321.45, stdev=121.54
    clat percentiles (msec):
     |  1.00th=[   79],  5.00th=[  234], 10.00th=[  236], 20.00th=[  268],
     | 30.00th=[  300], 40.00th=[  313], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  355], 95.00th=[  401],
     | 99.00th=[ 1217], 99.50th=[ 1217], 99.90th=[ 1217], 99.95th=[ 1217],
     | 99.99th=[ 1217]
   bw (  KiB/s): min=  256, max=  768, per=11.89%, avg=415.98, stdev=135.59, samples=44
   iops        : min=    2, max=    6, avg= 3.23, stdev= 1.08, samples=44
  lat (msec)   : 100=2.78%, 250=8.33%, 500=87.50%, 2000=1.39%
  cpu          : usr=0.00%, sys=0.01%, ctx=148, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,72,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=32454: Fri Apr 15 14:48:36 2022
  write: IOPS=3, BW=398KiB/s (408kB/s)(9600KiB/24107msec); 0 zone resets
    slat (usec): min=37, max=419, avg=53.35, stdev=42.92
    clat (msec): min=199, max=912, avg=317.35, stdev=87.50
     lat (msec): min=199, max=912, avg=317.41, stdev=87.50
    clat percentiles (msec):
     |  1.00th=[  201],  5.00th=[  203], 10.00th=[  234], 20.00th=[  268],
     | 30.00th=[  300], 40.00th=[  305], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  338], 90.00th=[  359], 95.00th=[  405],
     | 99.00th=[  911], 99.50th=[  911], 99.90th=[  911], 99.95th=[  911],
     | 99.99th=[  911]
   bw (  KiB/s): min=  256, max=  768, per=11.46%, avg=400.00, stdev=138.78, samples=48
   iops        : min=    2, max=    6, avg= 3.12, stdev= 1.08, samples=48
  lat (msec)   : 250=14.67%, 500=84.00%, 1000=1.33%
  cpu          : usr=0.02%, sys=0.00%, ctx=152, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,75,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/gfs: (groupid=0, jobs=1): err= 0: pid=32455: Fri Apr 15 14:48:36 2022
  write: IOPS=3, BW=384KiB/s (393kB/s)(9728KiB/25327msec); 0 zone resets
    slat (usec): min=32, max=230, avg=50.00, stdev=21.39
    clat (msec): min=35, max=1339, avg=333.15, stdev=229.30
     lat (msec): min=35, max=1339, avg=333.20, stdev=229.30
    clat percentiles (msec):
     |  1.00th=[   36],  5.00th=[  133], 10.00th=[  167], 20.00th=[  203],
     | 30.00th=[  268], 40.00th=[  300], 50.00th=[  334], 60.00th=[  334],
     | 70.00th=[  334], 80.00th=[  334], 90.00th=[  338], 95.00th=[ 1070],
     | 99.00th=[ 1334], 99.50th=[ 1334], 99.90th=[ 1334], 99.95th=[ 1334],
     | 99.99th=[ 1334]
   bw (  KiB/s): min=  256, max= 1024, per=12.26%, avg=428.65, stdev=174.17, samples=43
   iops        : min=    2, max=    8, avg= 3.35, stdev= 1.36, samples=43
  lat (msec)   : 50=1.32%, 100=1.32%, 250=25.00%, 500=65.79%, 1000=1.32%
  lat (msec)   : 2000=5.26%
  cpu          : usr=0.02%, sys=0.00%, ctx=154, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,76,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=3491KiB/s (3574kB/s), 367KiB/s-398KiB/s (376kB/s-408kB/s), io=87.6MiB (91.9MB), run=17787-25705msec